export const privacyPolicy = {
  header: {
    paragraphs: [
      "ยินดีต้อนรับสู่แพลตฟอร์ม eSign ของ Creden Asia Co., Ltd. (โดยต่อไปนี้จะเรียกว่า 'Creden eSign' หรือ 'เรา') นโยบายนี้ใช้กับผลิตภัณฑ์และบริการที่เรามีให้รวมถึงผลิตภัณฑ์ลายเซ็นอิเล็กทรอนิกส์ และการฝากใบรับรอง ฯลฯ",
      "ด้วยนโยบายความเป็นส่วนตัวนี้เราหวังว่าจะอธิบายให้คุณทราบถึงวิธีที่เรารวบรวมใช้จัดเก็บแบ่งปันและถ่ายโอนข้อมูลส่วนบุคคลของคุณเมื่อใช้บริการ 'Creden eSign' ตลอดจนวิธีที่เราให้คุณในการเข้าถึงแก้ไข การลบและการปกป้องข้อมูลดังกล่าว โปรดอ่านและทำความเข้าใจนโยบายความเป็นส่วนตัวนี้อย่างรอบคอบก่อนใช้บริการ 'Creden eSign' และใช้ผลิตภัณฑ์หรือบริการของเราหลังจากยืนยันความเข้าใจและความยินยอมของคุณอย่างสมบูรณ์ หลังจากที่คุณใช้และเรามีการอัปเดตนโยบายความเป็นส่วนตัวนี้ (เราจะแจ้งอัปเดตให้คุณ) หากคุณยังคงใช้ผลิตภัณฑ์หรือบริการของ 'Creden eSign' ซึ่งหมายความว่าคุณยอมรับเนื้อหาของนโยบายความเป็นส่วนตัวนี้ (รวมถึงเวอร์ชันที่อัปเดต) และตกลงว่าเราจะรวบรวมใช้จัดเก็บแบ่งปันและถ่ายโอนข้อมูลที่เกี่ยวข้องของคุณตามนโยบายความเป็นส่วนตัวนี้ หากคุณมีคำถาม ความคิดเห็นหรือข้อเสนอแนะเกี่ยวกับเนื้อหาของนโยบายนี้คุณสามารถติดต่อเราผ่านข้อมูลการติดต่อต่างๆที่ให้ไว้ในเว็ปไซต์นี้",
      "นโยบายนี้จะช่วยให้คุณเข้าใจสิ่งต่อไปนี้:",
    ],
  },
  topics: [
    // 1
    {
      title: "เราจะรวบรวมข้อมูลส่วนบุคคลของคุณอย่างไร",
      description: [
        "เรารวบรวมข้อมูลที่จำเป็นในการใช้งานการทำงานของผลิตภัณฑ์ตามหลักการของความถูกต้อง ตามกฎหมายความยุติธรรมและความจำเป็น และใช้ข้อมูลที่รวบรวมอย่างสมเหตุสมผล",
        "เรารวบรวมข้อมูลส่วนบุคคลหรือข้อมูลขององค์กรดังต่อไปนี้:",
      ],
      contents: [
        {
          title: "(1) ข้อมูลที่คุณให้เมื่อลงทะเบียนและเปิด",
          texts: [
            "เพื่อให้เราสามารถให้บริการได้คุณต้องให้ข้อมูลที่สามารถระบุตัวตนได้ซึ่งรวมถึงชื่อจริง หมายเลขโทรศัพท์ส่วนตัว ที่อยู่อีเมล และที่อยู่เมื่อคุณลงทะเบียนหรือเปิดใช้บริการ หากคุณใช้บริการตรวจสอบตัวตนเราจะรวบรวม ID Card/หนังสือเดินทางและใบรับรองตัวตนอื่น ๆ วิดีโอการจดจำใบหน้า ลายเซ็นส่วนตัวรูปถ่ายบัตรประจำตัว และข้อมูลการตรวจสอบสิทธิ์อื่น ๆ ที่คุณให้ไว้ ข้อมูลประเภทนี้ถูกรวบรวมเพื่อให้เป็นไปตามข้อกำหนดที่เกี่ยวกับกฎหมายและข้อบังคับที่เกี่ยวข้อง หากคุณไม่ให้ข้อมูลดังกล่าวคุณจะไม่สามารถดำเนินการยืนยันตัวตนได้ และคุณจะไม่สามารถออกเอกสารที่มีชื่อของคุณได้",
            "หากคุณเป็นนิติบุคคลเราจะรวบรวมข้อมูลใบอนุญาตธุรกิจของคุณ หรือข้อมูลใบรับรองนิติบุคคล และหมายเลขใบรับรองที่ถูกต้อง ที่อยู่และหมายเลขโทรศัพท์",
          ],
        },
        {
          title: "(2) ข้อมูลที่คุณให้ระหว่างการใช้งาน",
          texts: [
            "เราจะรวบรวมเนื้อหาที่คุณอัปโหลดถึงเราโดยสมัครใจรวมถึงข้อความต้นฉบับของสัญญามูลค่าแฮชหรือเอกสารอื่น ๆ ที่เป็นลายลักษณ์อักษร ซึ่งอาจเกี่ยวข้องกับข้อมูลส่วนตัวหรือความลับทางการค้าของคุณ เราจะเก็บรักษาข้อมูลข้างต้นอย่างปลอดภัย เว้นแต่คุณจะขอตรวจสอบสัญญาเป็นกรณีพิเศษ เราจะไม่รวบรวมหรือวิเคราะห์ข้อมูลนี้ หากคุณให้ข้อมูลของบุคคลอื่นรวมถึงข้อมูลความเป็นส่วนตัวเช่น ชื่อ หมายเลขโทรศัพท์ หมายเลขประจำตัว ที่อยู่ผู้รับ ที่อยู่อีเมล ฯลฯ คุณต้องยืนยันว่าคุณได้รับการอนุญาตจากอีกฝ่ายและอีกฝ่ายหนึ่งก็รู้เช่นกันและตกลงที่จะผูกพันตามข้อตกลงความเป็นส่วนตัวนี้หากข้อมูลที่คุณให้มา ก่อให้เกิดความเสียหายแก่ผู้อื่นคุณจะต้องรับผิดชอบแต่เพียงผู้เดียว",
            "เพื่อให้มั่นใจถึงความต่อเนื่องของบริการของเราและความปลอดภัยของบัญชีของคุณเราจะรวบรวมข้อมูลต่อไปนี้เกี่ยวกับคุณ:",
            {
              list: [
                "2.1 ข้อมูลอุปกรณ์: รุ่นอุปกรณ์ เวอร์ชันของระบบปฏิบัติการ ตัวระบุอุปกรณ์เฉพาะ ข้อมูลที่อยู่ IP",
                "2.2 ข้อมูลซอฟต์แวร์: หมายเลขเวอร์ชันซอฟต์แวร์ ประเภทเบราว์เซอร์ เพื่อความปลอดภัยของสภาพแวดล้อมการทำงาน",
                "2.3 ข้อมูลบันทึกบริการ: เมื่อคุณใช้บริการของเรา เวลาเข้าสู่ระบบ เนื้อหาและเวลาการทำงาน ข้อมูลความล้มเหลวของบริการและข้อมูลอื่น",
                "2.4 IP และข้อมูลตำแหน่ง: ตัวอย่างเช่นเราอาจได้รับข้อมูลตำแหน่งทางภูมิศาสตร์ของคุณผ่านที่อยู่ IP, GPS, WiFi หรือ base station",
                "2.5 หากคุณใช้ระบบบริการลูกค้าของเราเราจะรวบรวมหมายเลขโทรศัพท์มือถือ ที่อยู่อีเมลและข้อมูลความคิดเห็นของคุณเพื่อใช้ในการติดต่อคุณและแก้ไขปัญหา",
                "2.6 แนวทางปฏิบัติด้านการตลาดการขายและการโฆษณาของ Creden",
              ],
            },
          ],
        },
        {
          title:
            "(3) ข้อมูลที่บุคคลที่สามให้ไว้เพื่อวัตถุประสงค์ในการลงนามในสัญญา",
          texts: [
            "หลังจากได้รับความยินยอมอย่างชัดเจนจากคุณเราจะแบ่งปันข้อมูลส่วนบุคคลของคุณกับลูกค้าที่ร่วมมือกันของ Creden eSign",
          ],
        },
        {
          title: "(4) ข้อมูลอื่น ๆ",
          texts: [
            "เนื้อหาที่ระบุไว้ในข้อตกลงความเป็นส่วนตัวนี้ไม่ได้แสดงรายการและครอบคลุมฟังก์ชันและสถานการณ์ทางธุรกิจทั้งหมดที่อาจเกิดขึ้นในอนาคต เราจะรวบรวมข้อมูลของคุณตามวัตถุประสงค์เฉพาะอื่น ๆ ที่ไม่ได้ระบุไว้ในนโยบายนี้ แต่จะขอความยินยอมจากคุณล่วงหน้า",
          ],
        },
        {
          title: "(5) ข้อยกเว้นสำหรับการได้รับอนุญาตและความยินยอม",
          texts: [
            "เพื่อให้มั่นใจถึงความต่อเนื่องของบริการของเราและความปลอดภัยของบัญชีของคุณเราจะรวบรวมข้อมูลต่อไปนี้เกี่ยวกับคุณ:",
            {
              list: [
                "5.1 ที่เกี่ยวข้องกับความมั่นคงของชาติและความมั่นคงในการป้องกันประเทศ",
                "5.2 ที่เกี่ยวข้องกับความปลอดภัยสาธารณะสุขภาพของประชาชนและผลประโยชน์สาธารณะที่สำคัญ",
                "5.3 เกี่ยวข้องกับการสอบสวนคดีอาญาการฟ้องร้องการพิจารณาคดีและการดำเนินการตามคำพิพากษา",
                "5.4 เพื่อจุดประสงค์ในการปกป้องชีวิตทรัพย์สินและสิทธิทางกฎหมายที่สำคัญอื่น ๆ ของเจ้าของข้อมูลส่วนบุคคลหรือบุคคลอื่น ๆ แต่เป็นการยากที่จะได้รับความยินยอมจากคุณเอง",
                "5.5 ข้อมูลส่วนบุคคลที่เก็บรวบรวมจะถูกเปิดเผยต่อสาธารณะด้วยตัวคุณเอง",
                "5.6 จำเป็นสำหรับการลงนามในสัญญาตามข้อกำหนดของคุณหรือคู่สัญญาได้ตกลงไว้เป็นอย่างอื่นในสัญญา",
                "5.7 เมื่อสถาบันวิจัยทางวิชาการดำเนินการวิจัยเชิงสถิติหรือเชิงวิชาการตามผลประโยชน์สาธารณะและเมื่อพวกเขาให้การวิจัยทางวิชาการหรือผลการบรรยายแก่ภายนอกสถาบันเหล่านั้นจะยกเลิกการระบุข้อมูลส่วนบุคคลที่มีอยู่ในผลการวิจัย",
                "5.8 สถานการณ์อื่น ๆ ที่กำหนดโดยกฎหมายและข้อบังคับ",
              ],
            },
          ],
        },
      ],
    },
    // 2
    {
      title: "เราใช้ข้อมูลส่วนบุคคลของคุณอย่างไร",
      description: [
        "เราจะปฏิบัติตามกฎหมายข้อบังคับและข้อตกลงกับคุณอย่างเคร่งครัดและใช้ข้อมูลที่รวบรวมดังต่อไปนี้:",
      ],
      contents: [
        { title: "(1) ข้อมูลที่คุณให้เมื่อลงทะเบียนและเปิด" },
        {
          title:
            "(2) เพื่อจัดหาผลิตภัณฑ์และบริการให้แก่คุณรวมถึงการใช้การรับรองชื่อจริงการรับรองความเต็มใจและการรับรองโดยบุคคลที่สามอย่างสมเหตุสมผล",
        },
        { title: "(3) การพัฒนาผลิตภัณฑ์และการเพิ่มประสิทธิภาพบริการ" },
        {
          title:
            "(4) วัตถุประสงค์อื่น ๆ : เมื่อเราต้องการใช้ข้อมูลเพื่อวัตถุประสงค์อื่นที่ไม่ได้ระบุไว้ในนโยบายนี้หรือใช้ข้อมูลที่รวบรวมเพื่อวัตถุประสงค์เฉพาะเพื่อวัตถุประสงค์อื่นเราจะขอความยินยอมจากคุณล่วงหน้า",
        },
        {
          title:
            "ข้อมูลของคุณจะถูกเก็บไว้บนเซิร์ฟเวอร์ของ Creden เพื่อให้คุณได้รับประสบการณ์ที่ดีขึ้นปรับปรุงบริการของเราหรือวัตถุประสงค์อื่น ๆ ที่คุณตกลงไว้เราอาจใช้ข้อมูลที่รวบรวมผ่านบริการบางอย่างสำหรับบริการอื่น ๆ ของเราภายใต้กฎหมายและข้อบังคับที่เกี่ยวข้อง ตัวอย่างเช่นใช้ข้อมูลของคุณเมื่อคุณใช้บริการของเราสำหรับการวิจัยผู้ใช้งาน การวิเคราะห์และสถิติและบริการอื่น ๆ แต่เราจะไม่รวมข้อมูลที่เราจัดเก็บไว้ในซอฟต์แวร์การวิเคราะห์กับข้อมูลที่สามารถระบุตัวบุคคลที่คุณให้ไว้ในแอปพลิเคชัน",
        },
      ],
    },
    // 3
    {
      title:
        "เราจะแบ่งปันถ่ายโอนและเปิดเผยข้อมูลส่วนบุคคลของคุณต่อสาธารณะได้อย่างไร",
      description: [
        "เราจะไม่เปิดเผยข้อมูลส่วนบุคคลของคุณกับ บริษัท และองค์กรหรือบุคคลใดๆ ยกเว้นในกรณีดังต่อไปนี้",
      ],
      contents: [
        {
          title: "(1) แบ่งปัน",
          texts: [
            {
              list: [
                "1.1 เราอาจแบ่งปันข้อมูลส่วนบุคคลของคุณตามกฎหมายและข้อบังคับความต้องการในการระงับข้อพิพาททางคดีความหรือตามข้อกำหนดของหน่วยงานบริหารและกระบวนการยุติธรรม",
                "1.2 การแบ่งปันกับพันธมิตร: เพื่อให้บรรลุวัตถุประสงค์ของสัญญาอิเล็กทรอนิกส์หรือบริการนี้เราและคู่ค้าจะให้บริการบางส่วน เราจะแบ่งปันข้อมูลส่วนบุคคลของคุณกับพันธมิตรของเราตามกฎหมายและข้อบังคับ ข้อมูลประจำตัวส่วนบุคคลของคุณและข้อมูลการลงนามในสัญญาควรถูกส่งไปยัง Ca, สำนักงานทนายความ, ศูนย์รับรองความถูกต้องของศาล, บล็อคเชน, คณะกรรมการอนุญาโตตุลาการ, หน่วยงานตรวจสอบตัวตนบุคคลที่สาม ซึ่งจะออกเอกสารรับรองที่เกี่ยวข้องหรือจัดการกรณีต่างๆเพื่อการใช้งานและการเก็บรักษา เราจะแบ่งปันข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ที่ถูกต้องถูกต้องตามกฎหมายและจำเป็นเท่านั้นและแบ่งปันเฉพาะข้อมูลส่วนบุคคลที่จำเป็นในการให้บริการ",
                "1.3 เพื่อให้คุณได้รับประสบการณ์ที่ดีขึ้นในการใช้งาน เราอาจใช้ข้อมูลที่รวบรวมผ่านบริการบางอย่างสำหรับบริการอื่น ๆ ของเราบนพื้นฐานของการปฏิบัติตามกฎหมายและข้อบังคับที่เกี่ยวข้อง ตัวอย่างเช่นใช้ข้อมูลของคุณเมื่อใช้บริการของเราสำหรับการวิจัยการวิเคราะห์สถิติและบริการอื่น ๆ ของผู้ใช้",
                "1.4 เพื่อให้มั่นใจในความปลอดภัยของบริการและช่วยให้เราเข้าใจการทำงานของแอปพลิเคชันของเราได้ดีขึ้นเราอาจบันทึกข้อมูลที่เกี่ยวข้องหรือใช้ข้อมูลที่รวบรวมเพื่อการวิเคราะห์ข้อมูลขนาดใหญ่เช่นความถี่ข้อมูลความผิดปกติการใช้งานโดยรวมข้อมูลประสิทธิภาพหรือการวิเคราะห์ แอปพลิเคชันของคุณเพื่อสร้างแผนที่ความร้อนของเมืองหรือรายงานข้อมูลเชิงลึกของอุตสาหกรรมโดยไม่มีข้อมูลส่วนบุคคล เราอาจเปิดเผยและแบ่งปันข้อมูลที่ประมวลผลทางสถิติกับพันธมิตรของเราซึ่งไม่มีเนื้อหาระบุตัวตนเพื่อทำความเข้าใจว่าผู้ใช้ใช้บริการของเราอย่างไรหรือแจ้งให้สาธารณชนทราบถึงแนวโน้มโดยรวมของบริการของเรา",
              ],
            },
          ],
        },
        {
          title: "(2) การมอบหมาย",
          texts: [
            "เราจะไม่ถ่ายโอนข้อมูลส่วนบุคคลของคุณไปยัง บริษัท องค์กรหรือบุคคลอื่นใดยกเว้นในสถานการณ์ต่อไปนี้:",
            {
              list: [
                '2.1 จากการพัฒนาของธุรกิจ "Creden" เราและบริษัทในเครือของเรามีแนวโน้มที่จะดำเนินการควบรวมกิจการการซื้อกิจการการโอนสินทรัพย์หรือธุรกรรมอื่น ๆ ที่คล้ายคลึงกัน หากธุรกรรมที่เกี่ยวข้องเกี่ยวข้องกับการถ่ายโอนข้อมูลส่วนบุคคลของคุณเราจะกำหนดให้ บริษัท หรือองค์กร หรือบุคคลที่ถือครองข้อมูลส่วนบุคคลของคุณ ต้องปฏิบัติตามนโยบายนี้ต่อไปมิฉะนั้นเราจะกำหนดให้ บริษัท หรือองค์กร หรือบุคคล ต้องขออนุญาตจากคุณอีกครั้ง',
                "2.2 ด้วยความยินยอมโดยชัดแจ้งของคุณเราจะถ่ายโอนข้อมูลส่วนบุคคลของคุณที่เราได้รับไปยังบุคคลอื่น",
              ],
            },
          ],
        },
        {
          title: "(3) การเปิดเผย",
          texts: [
            "เราจะเปิดเผยข้อมูลส่วนบุคคลของคุณในสถานการณ์ต่อไปนี้:",
            {
              list: [
                "3.1 ได้รับความยินยอมอย่างชัดเจนจากคุณ",
                "3.2 เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณต่อสาธารณะ เมื่อกฎหมายมีการกำหนดกระบวนการทางกฎหมาย การดำเนินคดีหรือมีคำสั่งจากหน่วยงานของรัฐ",
                "3.3 สถานการณ์อื่น ๆ ที่กำหนดโดยกฎหมายและข้อบังคับ",
              ],
            },
          ],
        },
      ],
    },
    // 4
    {
      title: "เราใช้เทคโนโลยีคุ๊กกี้ อย่างไร",
      description: [
        "เมื่อคุณใช้ผลิตภัณฑ์หรือบริการของเราแพลตฟอร์มของ เราจะรับและบันทึกข้อมูลบนเบราว์เซอร์และคอมพิวเตอร์ของคุณโดยอัตโนมัติรวมถึงที่อยู่ IP ลายเซ็นอิเล็กทรอนิกส์ที่คุณสร้างขึ้นข้อมูลคุณลักษณะซอฟต์แวร์และฮาร์ดแวร์ตลอดจนบันทึกหน้าเว็บที่คุณต้องการและข้อมูลในคุกกี้ เพื่อให้การทำงานของเว็บไซต์เป็นไปตามปกติเราจะจัดเก็บไฟล์ข้อมูลขนาดเล็กที่เรียกว่าคุกกี้ไว้ในคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ของคุณ หากคุณไม่ปฏิเสธที่จะยอมรับคุกกี้คุกกี้จะถูกส่งไปยังเบราว์เซอร์ของคุณและจัดเก็บไว้ในฮาร์ดดิสก์ของคอมพิวเตอร์ของคุณ เราใช้คุกกี้เพื่อจัดเก็บข้อมูลที่เกี่ยวข้องจากการเยี่ยมชมเว็บไซต์ของเรา เมื่อคุณเยี่ยมชมหรือเยี่ยมชมเว็บไซต์ของเราอีกครั้งเราสามารถระบุตัวตนของคุณและให้บริการที่ดีขึ้นและมากขึ้นโดยการวิเคราะห์ข้อมูล คุณมีสิทธิ์ที่จะยอมรับหรือปฏิเสธคุกกี้ คุณสามารถปฏิเสธที่จะยอมรับคุกกี้ได้โดยแก้ไขการตั้งค่าเบราว์เซอร์ แต่เราจำเป็นต้องเตือนคุณว่าเนื่องจากคุณปฏิเสธที่จะยอมรับคุกกี้คุณจึงไม่สามารถใช้ฟังก์ชันบางอย่างที่ขึ้นอยู่กับคุกกี้ได้",
      ],
    },
    // 5
    {
      title: "เราจัดเก็บข้อมูลส่วนบุคคลของคุณอย่างไร",
      contents: [
        {
          title:
            "(1) เราจัดเก็บข้อมูลส่วนบุคคลของคุณในช่วงเวลาที่จำเป็นสำหรับวัตถุประสงค์ของนโยบายนี้และภายในระยะเวลาที่กฎหมายและข้อบังคับกำหนด ตามกฎหมายลายเซ็นอิเล็กทรอนิกส์เราจะเก็บข้อมูลส่วนบุคคลของคุณเป็นเวลาอย่างน้อยห้าปี",
        },
        {
          title:
            "(2) อย่างไรก็ตามภายใต้สถานการณ์ต่อไปนี้เราอาจเปลี่ยนแปลงเวลาในการจัดเก็บข้อมูลส่วนบุคคลเพื่อให้เป็นไปตามข้อกำหนดทางกฎหมาย:",
          texts: [
            {
              list: [
                "2.1 เพื่อให้เป็นไปตามกฎหมายและข้อบังคับที่บังคับใช้",
                "2.2 เพื่อปฏิบัติตามคำพิพากษาการพิจารณาคดีหรือกระบวนการทางกฎหมายอื่น ๆ ของศาล",
                "3.3 เพื่อให้เป็นไปตามข้อกำหนดของหน่วยงานของรัฐที่เกี่ยวข้องหรือองค์กรที่ได้รับอนุญาตตามกฎหมาย",
                "3.4 เรามีเหตุผลที่เชื่อได้ว่าเราจำเป็นต้องปฏิบัติตามกฎหมายและข้อบังคับ",
                "3.5 เพื่อวัตถุประสงค์ในการดำเนินการตามข้อตกลงการบริการที่เกี่ยวข้องหรือนโยบายนี้การปกป้องผลประโยชน์สาธารณะและการปกป้องความปลอดภัยส่วนบุคคลและทรัพย์สินหรือสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายอื่น ๆ ของลูกค้า",
              ],
            },
          ],
        },
        {
          title:
            '(3) หากเราหยุดดำเนินการผลิตภัณฑ์หรือบริการของ "Creden eSign" เราจะหยุดกิจกรรมในการรวบรวมข้อมูลส่วนบุคคลของคุณต่อไปให้ทันเวลาแจ้งให้คุณทราบถึงการหยุดดำเนินการในรูปแบบของการจัดส่งทีละรายการ หรือประกาศและลบหรือเปิดเผยข้อมูลส่วนบุคคลที่เก็บไว้ของเรา',
        },
      ],
    },
    //6
    {
      title: "เราจะปกป้องข้อมูลส่วนบุคคลของคุณอย่างไร",
      contents: [
        {
          title:
            "(1) สำหรับ บริษัท หรือองค์กร หรือบุคคลที่เราแบ่งปันข้อมูลส่วนบุคคลด้วย เราจะลงนามในข้อกำหนดการคุ้มครองข้อมูลที่เข้มงวดโดยกำหนดให้พวกเขาจัดการข้อมูลส่วนบุคคลตามคำแนะนำของเรานโยบายความเป็นส่วนตัวนี้และมาตรการรักษาความลับและความปลอดภัยอื่น ๆ ที่เกี่ยวข้อง",
        },
        {
          title:
            "(2）เพื่อปกป้องความปลอดภัยของข้อมูลของคุณเราจะใช้มาตรการที่จำเป็นทุกประเภทเพื่อปกป้องข้อมูลของคุณหลังจากรวบรวมข้อมูลของคุณ เราจะจัดเก็บข้อมูลที่ระบุแยกต่างหากจากข้อมูลที่สามารถใช้ในการกู้คืนและระบุตัวบุคคลเพื่อให้แน่ใจว่าจะไม่มีการระบุตัวบุคคลอีกครั้งในการประมวลผลข้อมูลที่ระบุในภายหลัง",
        },
        {
          title:
            "(3) เราสัญญาว่าเราจะบรรลุการป้องกันความปลอดภัยข้อมูลระดับชั้นนำของอุตสาหกรรม เพื่อปกป้องความปลอดภัยของข้อมูลของคุณเรามุ่งมั่นที่จะใช้เทคโนโลยีความปลอดภัยต่างๆและระบบการจัดการที่สนับสนุนเพื่อลดความเสี่ยงจากการรั่วไหลของข้อมูลความเสียหายการใช้งานในทางที่ผิดการเข้าถึงโดยไม่ได้รับอนุญาตการเปิดเผยและการเปลี่ยนแปลงโดยไม่ได้รับอนุญาต ตัวอย่างเช่น: ผ่านซอฟต์แวร์รักษาความปลอดภัยเครือข่าย (SSL) สำหรับการส่งผ่านที่ปลอดภัยการจัดเก็บข้อมูลความปลอดภัยข้อ จำกัด ที่เข้มงวดในการเข้าถึงศูนย์ข้อมูล เมื่อส่งและจัดเก็บข้อมูลที่ละเอียดอ่อนส่วนบุคคล (รวมถึงข้อมูลไบโอเมตริกซ์ส่วนบุคคล) เราจะใช้มาตรการรักษาความปลอดภัยเช่นการรักษาความปลอดภัยการควบคุมอำนาจการระบุตัวตน ฯลฯ ในขณะเดียวกันเราใช้เทคโนโลยีการสำรองและการกู้คืนเพื่อกู้คืนข้อมูลในเวลา กรณีข้อมูลสูญหาย",
        },
      ],
    },
    // 7
    {
      title: "สิทธิ์ของคุณในการจัดการข้อมูลส่วนบุคคล",
      contents: [
        {
          title: "(1) เข้าถึงข้อมูลส่วนบุคคลของคุณ",
          texts: [
            "คุณสามารถไปที่ www.creden.co หากต้องการสอบถามและแก้ไขข้อมูลส่วนบุคคล เปลี่ยนรหัสผ่าน หรือเพิ่มข้อมูลความปลอดภัย",
          ],
        },
        {
          title: "(2) ลบข้อมูลส่วนบุคคลของคุณ",
          texts: [
            "คุณสามารถสมัครเพื่อลบข้อมูลส่วนบุคคลของคุณได้โดยติดต่อฝ่ายบริการลูกค้า support_eks@creden.co",
            'คุณมีสิทธิ์ขอให้ "Creden eSign" ลบข้อมูลส่วนบุคคลของคุณในกรณีต่อไปนี้:',
            {
              list: [
                "2.1 เราได้รวบรวมข้อมูลส่วนบุคคลของคุณโดยไม่ได้รับความยินยอมอย่างชัดเจนจากคุณ",
                "2.2 การประมวลผลข้อมูลส่วนบุคคลของคุณละเมิดข้อกำหนดของกฎหมายและข้อบังคับ",
                "2.3 เราได้ละเมิดข้อตกลงกับคุณในการใช้และประมวลผลข้อมูลส่วนบุคคลของคุณ",
                '2.4 คุณไม่ได้ใช้หรือยกเลิกบัญชี "Creden eSign" อีกต่อไป',
                "2.5 เราหยุดให้บริการแก่คุณ",
              ],
            },
            "ตามความต้องการของธุรกิจและเพื่อปกป้องผลประโยชน์ของทุกฝ่ายที่เกี่ยวข้องกับธุรกรรมเราจะยังคงเก็บรักษาข้อมูลส่วนบุคคลของคุณที่เกี่ยวข้องโดยตรงกับการรับรองความถูกต้องของชื่อจริง การรับรองความถูกต้องของการยืนยันตัวตนและการลงนามในสัญญาภายใต้สถานการณ์ 2.4 ของวรรคสองของ บทความนี้.",
            "หากคุณยังต้องการลบข้อมูลส่วนนี้คุณและผู้เกี่ยวข้องทั้งหมดของธุรกิจจำเป็นต้องอนุญาตและตกลง หลังจากได้รับคำแนะนำการลบทั่วไปจากคุณและผู้ที่เกี่ยวข้องทั้งหมดของธุรกิจเราจะลบข้อมูลส่วนบุคคลของคุณที่เกี่ยวข้องกับธุรกิจ",
            "เมื่อคุณหรือเราช่วยเหลือคุณในการลบข้อมูลที่เกี่ยวข้องเราอาจไม่สามารถลบข้อมูลที่เกี่ยวข้องออกจากระบบสำรองข้อมูลได้ทันทีเนื่องจากกฎหมายและเทคโนโลยีความปลอดภัยที่เกี่ยวข้อง เราจะจัดเก็บข้อมูลส่วนบุคคลของคุณอย่างปลอดภัยและหลีกเลี่ยงการประมวลผลใด ๆ จนกว่าจะสามารถล้างข้อมูลสำรองหรือไม่ระบุชื่อได้",
          ],
        },
        {
          title: "(3) การแก้ไขข้อมูลส่วนบุคคลของคุณ",
          texts: [
            "เมื่อคุณพบว่าข้อมูลส่วนบุคคลที่รวบรวมและจัดเก็บไว้ไม่ถูกต้องหรือจำเป็นต้องได้รับการอัปเดตคุณสามารถติดต่อฝ่ายบริการลูกค้า support_eks@creden.co เพื่อแก้ไขได้",
          ],
        },
      ],
    },
    // 8
    {
      title: "การคุ้มครองข้อมูลส่วนบุคคลของผู้เยาว์",
      contents: [
        {
          texts: [
            "หากคุณเป็นผู้เยาว์ที่อายุต่ำกว่า 18 ปีคุณควรอ่านและยอมรับนโยบายความเป็นส่วนตัวนี้ภายใต้การดูแลและคำแนะนำของพ่อแม่หรือผู้ปกครองคนอื่น ๆ ก่อนที่จะใช้ผลิตภัณฑ์และบริการที่เกี่ยวข้องของเรา",
          ],
        },
        {
          texts: [
            "เราปกป้องข้อมูลส่วนบุคคลของผู้เยาว์ตามกฎหมายและข้อบังคับของประเทศที่เกี่ยวข้อง เราจะเก็บรวบรวมใช้แบ่งปันหรือเปิดเผยข้อมูลส่วนบุคคลของผู้เยาว์เมื่อได้รับอนุญาตตามกฎหมายโดยได้รับความยินยอมอย่างชัดเจนจากพ่อแม่หรือผู้ปกครองคนอื่นๆ หรือเมื่อจำเป็นสำหรับการคุ้มครองผู้เยาว์ หากเราพบว่าเราได้รวบรวมข้อมูลส่วนบุคคลของผู้เยาว์โดยไม่ได้รับความยินยอมล่วงหน้าจากพ่อแม่ที่ตรวจสอบได้หรือผู้ปกครองคนอื่น ๆ ผู้ใหญ่จะพยายามลบข้อมูลส่วนบุคคลของพวกเขาโดยเร็ว",
          ],
        },
        {
          texts: [
            "หากคุณมีคำถามใด ๆ เกี่ยวกับข้อมูลส่วนบุคคลของผู้เยาว์โปรดติดต่อเราผ่านข้อมูลติดต่อที่เผยแพร่ใน www.creden.co",
          ],
        },
      ],
    },
    // 9
    {
      title: "ข้อจำกัดความรับผิดชอบ",
      contents: [
        {
          texts: [
            '(1) "Creden eSign" มีลิงก์ไปยังเว็บไซต์อื่น ๆ เราอาจเพิ่มเว็บไซต์ของพันธมิตรทางธุรกิจหรือแบรนด์ทั่วไปเมื่อจำเป็น "Creden eSign" ไม่รับผิดชอบต่อการคุ้มครองความเป็นส่วนตัวของคุณ ที่ต้องเชื่อมโยงไปยังเว็บไซต์อื่นผ่าน "Creden eSign"',
          ],
        },
        {
          texts: [
            '(2) หากรหัสผ่านบัญชีของคุณรั่วไหลเนื่องจากเหตุผลส่วนตัวของคุณซึ่งนำไปสู่การรั่วไหลของข้อมูลส่วนบุคคล "Creden eSign" จะไม่รับผิดชอบใด ๆ แต่เราจะให้ความร่วมมือกับคุณในการดึงข้อมูลหรือเปลี่ยนรหัสผ่านของคุณ',
          ],
        },
      ],
    },
    // 10
    {
      title: "ติดต่อเราได้อย่างไร",
      contents: [
        {
          texts: [
            "หากคุณมีคำถามความคิดเห็นข้อเสนอแนะหรือข้อร้องเรียนใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวและการจัดการข้อมูลส่วนบุคคลของคุณคุณสามารถให้ข้อเสนอแนะทางอีเมลล์ support_eks@creden.co",
          ],
        },
      ],
    },
    // 11
    {
      title: "การเปลี่ยนแปลงและแก้ไขนโยบายความเป็นส่วนตัว",
      contents: [
        {
          texts: [
            "เราอาจแก้ไขนโยบายนี้เป็นครั้งคราว หากมีการเปลี่ยนแปลงดังกล่าวภายใต้นโยบายนี้เราจะแจ้งให้คุณทราบโดยการแสดงหน้านี้อย่างชัดเจนและส่งอีเมลถึงคุณก่อนที่การเปลี่ยนแปลงจะมีผล ในกรณีที่คุณยังคงใช้บริการของเรา หมายความว่าคุณตกลงเห็นด้วยตามนโยบายฉบับแก้ไข",
          ],
        },
      ],
    },
  ],
};
