export const termData = {
  header: {
    paragraphs: [
      "ข้อตกลงในการให้บริการหรือข้อกำหนดและเงื่อนไข",
      ' ข้อตกลงนี้เป็นข้อตกลงการให้บริการ Creden eSign ที่ลงนามโดย Creden Asia Co., Ltd. (ในที่นี้เรียกว่า "บริษัท" หรือ "เรา") และผู้ใช้ Creden eSign (ในที่นี้เรียกว่า "ผู้ใช้" หรือ "คุณ" ). บริษัทให้บริการผู้ใช้ ภายใต้แพลตฟอร์ม Creden eSign ข้อตกลงนี้มีผลตามสัญญาและผู้ใช้ตรวจสอบเพื่อยืนยันว่าข้อตกลงนี้ได้รับการจัดตั้งขึ้นและมีผลบังคับใช้ ข้อตกลงการใช้บริการ Creden eSign ฉบับนี้ ปรับปรุงเมื่อ 24/03/2021 และจะมีผลบังคับใช้ในวันที่ 24/03/2021',
    ],
  },
  topics: [
    // 1
    {
      title: "คำชี้แจงและความมุ่งมั่น",
      contents: [
        '1.1 คุณยืนยันว่าคุณได้อ่านและเข้าใจเนื้อหาทั้งหมดของข้อตกลงนี้อย่างครบถ้วนก่อนที่คุณจะลงทะเบียนเป็นผู้ใช้ "Creden eSign" เมื่อคุณลงทะเบียนสำเร็จเพื่อใช้บริการนี้คุณตกลงที่จะปฏิบัติตามข้อกำหนดทั้งหมดของข้อตกลงนี้ หากคุณไม่เห็นด้วยกับเนื้อหาใด ๆ ของข้อตกลงนี้หรือไม่สามารถเข้าใจเงื่อนไขของข้อตกลงนี้ได้อย่างถูกต้องโปรดอย่าใช้บริการ ในขณะเดียวกันคุณสัญญาว่าจะปฏิบัติตามบทบัญญัติของกฎหมายข้อบังคับกฎระเบียบและเอกสารทางราชการอื่นๆ ของประเทศไทย หากมีผลทางกฎหมายที่เกิดจากการละเมิด คุณจะต้องรับผิดชอบตามกฎหมายที่เกี่ยวข้องทั้งหมดแต่เพียงผู้เดียว',
        "1.2 เราอาจแก้ไขข้อตกลงในการให้บริการหรือข้อกำหนดและเงื่อนไขนี้เป็นครั้งคราว หากมีการเปลี่ยนแปลงดังกล่าวภายใต้เงื่อนไขเราจะแจ้งให้คุณทราบโดยการแสดงหน้านี้อย่างชัดเจนและส่งอีเมลถึงคุณก่อนที่การเปลี่ยนแปลงจะมีผล ในกรณีที่คุณยังคงใช้บริการของเรา หมายความว่าคุณตกลงเห็นด้วยตามนโยบายฉบับแก้ไข",
      ],
    },
    // 2
    {
      title: "ความหมายและการตีความ",
      contents: [
        "2.1 บัญชี Creden eSign เป็นบัญชีเฉพาะที่บริษัทของเราจัดหาให้คุณ คุณสามารถตั้งรหัสผ่านของคุณเองสำหรับบัญชีที่จะใช้หรือสอบถามบริการที่มีให้โดยแพลตฟอร์ม Creden eSign คุณต้องใช้อีเมลของคุณหรือวิธีอื่น ๆ ที่ บริษัท ของเราอนุญาตเช่นการป้อนรหัสผ่านการกรอกรหัสยืนยันทาง SMS หรือรหัส OTP เป็นต้นเพื่อเข้าสู่ระบบบัญชี",
        "2.2 แพลตฟอร์ม เว้นแต่จะระบุไว้เป็นอย่างอื่นในข้อตกลงนี้หมายถึง www.creden.co และแอปพลิเคชั่นมือถือที่เกี่ยวข้องกับ Creden eSign",
        "2.3 CA ของบุคคลที่สาม หมายถึงองค์กรที่ออกใบรับรองดิจิทัลของบุคคลที่สามที่มีใบอนุญาตของบริการตรวจสอบความถูกต้องทางอิเล็กทรอนิกส์",
        "2.4 ใบรับรองการตรวจสอบลายเซ็นอิเล็กทรอนิกส์ (ใบรับรองดิจิทัล) หมายถึงชุดข้อมูลที่จัดทำโดยศูนย์การตรวจสอบสิทธิ์ดิจิทัลของบุคคลที่สามซึ่งเป็นที่ยอมรับของรัฐซึ่งรวมถึงข้อมูลประจำตัวของผู้ถือใบรับรองคีย์สาธารณะและข้อมูลอื่น ๆ ที่เกี่ยวข้องซึ่งใช้ในการตรวจสอบข้อมูลประจำตัวของเอนทิตีในการสื่อสารทางอินเทอร์เน็ต ความปลอดภัยของข้อมูลออนไลน์",
        '2.5 ลายมือชื่อ ลายมือชื่ออิเล็กทรอนิกส์แบบทั่วไป และ ลายมือชื่ออิเล็กทรอนิกส์ที่เชื่อถือได้ (ในที่นี้เรียกว่า "ลายเซ็น") ลายมือชื่ออิเล็กทรอนิกส์แบบทั่วไป (ประเภทที่ 1) คือรูปแบบของลายเซ็นที่สามารถนำมาใช้ประกอบในกระบวนการลงลายเซ็นอิเล็กทรอนิกส์ในระบบงานอัตโนมัติ (automated workflow system) ซึ่งมีการควบคุมการเข้าถึง การยืนยันตัวตน และการตรวจสอบสิทธิของผู้ใช้งาน ก่อนอนุญาตให้ผู้ใช้งานดำเนินการลงลายเซ็นอิเล็กทรอนิกส์ เช่น ระบบอีเมลที่มีการยืนยันความถูกต้องของผู้ส่งอีเมลและการส่งอีเมล ระบบอนุมัติเอกสารภายในหน่วยงานที่มีการเก็บรักษาบันทึกธุรกรรม (transaction record) ไว้ในระบบการจัดการเอกสารที่เหมาะสม ลายมือชื่ออิเล็กทรอนิกส์ที่เชื่อถือได้ (ประเภทที่ 2) เป็นลายเซ็นที่ได้จากกระบวนการเข้ารหัสลับข้อมูลอิเล็กทรอนิกส์ หรือแฮชของข้อมูลอิเล็กทรอนิกส์ด้วยกุญแจส่วนตัว (private key) ในระบบรหัสแบบอสมมาตร (asymmetric cryptography) ซึ่งมีคุณสมบัติด้านความมั่นคงปลอดภัยในการช่วยให้สามารถยืนยันตัวเจ้าของลายเซ็น และตรวจพบการเปลี่ยนแปลงของข้อความและลายเซ็นอิเล็กทรอนิกส์ได้ (data integrity)',
        "2.6 ตราประทับอิเล็กทรอนิกส์ ข้อมูลภาพอิเล็กทรอนิกส์ของตราประทับทางกายภาพแบบดั้งเดิมที่ใช้เทคโนโลยีลายเซ็นดิจิทัลมีลักษณะพื้นฐานของการจัดเก็บข้อมูลดิจิทัลการระบุตัวตนที่ไม่ซ้ำกันการป้องกันโดยใช้เทคโนโลยีลายเซ็นดิจิทัลและการอนุญาต",
        "2.7 ลายเซ็นที่วาดด้วยมือ ข้อมูลภาพอิเล็กทรอนิกส์ของลายเซ็นที่เขียนด้วยลายเซ็นแบบดั้งเดิมที่ใช้เทคโนโลยีลายเซ็นดิจิทัลมีลักษณะพื้นฐานของการจัดเก็บข้อมูลดิจิทัลการระบุตัวตนที่ไม่ซ้ำกันการป้องกันโดยใช้เทคโนโลยีลายเซ็นดิจิทัลและการอนุญาต",
        "2.8 การประทับเวลา หมายถึงการประทับเวลาตามกฎหมายที่จัดทำโดยบุคคลที่สามซึ่งพิสูจน์ได้ว่าข้อมูลอิเล็กทรอนิกส์มีอยู่ ณ ช่วงเวลาหนึ่งและสามารถพบการเปลี่ยนแปลงใด ๆ หลังจากจุดเวลานั้นได้",
        '2.9 เอกสาร เอกสารอิเล็กทรอนิกส์และเอกสาร (ต่อไปนี้เรียกว่า "เอกสาร")',
      ],
    },
    // 3
    {
      title: "เนื้อหาบริการ",
      contents: [
        {
          title: "3.1 บริการลายเซ็นอิเล็กทรอนิกส์",
          list: [
            "3.1.1 คุณสามารถสร้างข้อมูลลายเซ็นอิเล็กทรอนิกส์ของคุณเองผ่านแพลตฟอร์ม Creden eSign คุณสามารถสมัครใบรับรองดิจิทัลได้โดยเลือกวิธีที่เหมาะสมสำหรับการยืนยันตัวตนของคุณบนแพลตฟอร์ม Creden eSign คุณสามารถสร้างตราประทับส่วนตัวของคุณเองได้โดยเลือกบริการประทับตราเช่นการอัปโหลดตราประทับส่วนบุคคล คุณสามารถตรวจสอบเอกสารอิเล็กทรอนิกส์ที่เกี่ยวข้องได้บนแพลตฟอร์ม Creden eSign และใช้ตราประทับส่วนตัวของคุณตามความต้องการส่วนตัวของคุณ เรียกใช้คีย์ส่วนตัวใบรับรองดิจิทัลของคุณเพื่อกรอกลายเซ็นของเอกสารอิเล็กทรอนิกส์",
            "3.1.2 เมื่อคุณเซ็นเอกสารบนแพลตฟอร์ม Creden eSign จะประทับเวลา(Time Stamp) เพื่อกำหนดเวลาลงนามของลายเซ็นแต่ละรายการ",
            "3.1.3 Creden eSign ช่วยให้มั่นใจได้ว่าข้อมูลการสร้างลายเซ็นที่คุณสร้างบนแพลตฟอร์มเป็นของคุณแต่เพียงผู้เดียวและคุณเป็นผู้ควบคุม",
          ],
        },
        {
          title: "3.2 บริการจัดเก็บข้อมูล",
          list: [
            '3.2.1 เพื่อให้แน่ใจว่าเอกสารของคุณจะชัดเจนมากขึ้นในภายหลังคุณอนุญาตให้แพลตฟอร์ม Creden eSign รวบรวมและแก้ไขข้อมูลการลงนามของคุณซึ่งรวมถึงแต่ไม่จำกัด เพียงข้อมูลอุปกรณ์ข้อมูลเครือข่ายบันทึกระบบผู้ลงนาม ข้อมูลประจำตัววิธีการลงนามและข้อมูลอื่น ๆ ของบัญชีการดำเนินการ',
            '3.2.2 เอกสารอิเล็กทรอนิกส์และข้อมูลการลงนามที่คุณลงนามจะถูกส่งไปยังระบบของ Creden eSign แบบเรียลไทม์และแก้ไขโดยเทคโนโลยีการประทับเวลาแบบเรียลไทม์',
            '3.2.3 สำหรับเอกสารอิเล็กทรอนิกส์แบบคงที่หรือข้อมูลลายเซ็นคุณสามารถออกรายงานหลักฐานฉบับอิเล็กทรอนิกส์หรือกระดาษผ่านแพลตฟอร์ม Creden eSign เพื่อพิสูจน์ความถูกต้องของเอกสารและกระบวนการลงนาม',
          ],
        },
      ],
    },
    // 4
    {
      title: "ค่าบริการ",
      contents: [
        'เมื่อคุณใช้บริการนี้บริษัทมีสิทธิ์ที่จะเรียกเก็บค่าบริการจากคุณ บริษัทมีสิทธิ์กำหนดและปรับอัตราค่าบริการ ค่าบริการเฉพาะจะอยู่ภายใต้การประกาศวิธีการเรียกเก็บเงินที่ระบุไว้ในหน้าผลิตภัณฑ์ของเว็บไซต์นี้ เมื่อคุณใช้บริการหรือข้อตกลงที่เป็นลายลักษณ์อักษรอื่นๆ ที่ตกลงกันระหว่างคุณและบริษัท'
      ],
    },
    // 5
    {
      title: "บัญชีผู้ใช้",
      contents: [
        {
          title: "5.1 การลงทะเบียนที่เกี่ยวข้อง",
          list: [
            '5.1.1 ผู้ใช้ Creden eSign แบ่งออกเป็นผู้ใช้รายบุคคลและผู้ใช้แบบองค์กร เมื่อคุณตกลงที่จะยอมรับข้อตกลงนี้และลงทะเบียนในฐานะผู้ใช้ Creden eSign คุณมีอายุมากกว่า 18 ปีหรือคุณดำเนินกิจกรรมทางธุรกิจหรือกิจกรรมอื่น ๆ ในประเทศไทยอย่างถูกกฎหมาย บุคคลตามกฎหมายหรือองค์กรอื่น ๆ ของธุรกิจ เนื้อหาของข้อตกลงนี้ไม่ได้รับการยกเว้นโดยกฎหมายในประเทศหรือภูมิภาคของคุณ หากคุณไม่ปฏิบัติตามเงื่อนไขดังกล่าวคุณควรยุติการลงทะเบียนทันทีหรือหยุดใช้บริการ',
            '5.1.2 บัญชี Creden eSign เป็นบัญชีเฉพาะที่แพลตฟอร์มนี้มอบให้คุณ เว้นแต่จะระบุไว้เป็นอย่างอื่นในข้อตกลงนี้หรือผลิตภัณฑ์ที่เกี่ยวข้องคุณต้องลงทะเบียนบนเว็บไซต์นี้หรือเข้าสู่ระบบผ่านอีเมลหรือรหัสยืนยันมือถือ เพื่อรับสร้างบัญชี Creden eSign ที่บริษัทจัดหาให้และให้ข้อมูลที่เกี่ยวข้องตามข้อกำหนดของเราก่อนจึงจะสามารถใช้งานบริการได้ทั้งหมด',
            '5.1.3 คุณควรกรอกข้อมูลการลงทะเบียนที่เว็บไซต์นี้กำหนดให้คุณต้องให้อย่างถูกต้องและตรงตามความเป็นจริง อัปเดตข้อมูลอยู่เสมอและตรวจสอบความถูกต้องของข้อมูลติดต่อและที่อยู่อีเมลของคุณเพื่อให้เราสามารถติดต่อคุณได้อย่างมีประสิทธิภาพ และทันท่วงที',
            ' 5.1.4 คุณยืนยันว่าหากคุณลงทะเบียนบนแพลตฟอร์มนี้ในนามของบุคคลธรรมดาบุคคลตามกฎหมายและองค์กรอื่น ๆ คุณรับประกันว่าคุณได้รับการอนุญาตตามกฎหมายและผูกพันตามข้อตกลงนี้',
          ],
        },
        {
          title: "5.2 การพิสูจน์ตัวตน",
          list: [
            '5.2.1 หลังจากที่คุณได้รับบัญชี Creden eSign ผ่านการลงทะเบียนหรือวิธีการอื่นๆที่บริษัทอนุญาต คุณสามารถใช้บริการอัปโหลดใบรับรองอิเล็กทรอนิกส์ที่ Creden จัดเตรียมไว้ให้ หรือคุณสามารถเลือกได้ว่าจะใช้บริการ e-KYC ที่ Creden จัดหาให้',
            '5.2.2 หากคุณกรอกลายเซ็นโดยไม่มีการพิสูจน์ตัวตนแม้ว่าข้อมูลอิเล็กทรอนิกส์ที่ลงนามโดยลายเซ็นจะสามารถทำหน้าที่ป้องกันการปลอมแปลงได้ แต่เนื่องจากบัญชีของคุณบน Creden eSign ไม่สามารถยืนยันตัวตนที่แท้จริงของคุณได้ ข้อมูลอิเล็กทรอนิกส์ที่มีได้รับการลงนามทางอิเล็กทรอนิกส์โดยคุณอาจไม่ได้รับการยอมรับจากหน่วยงานในกระบวนการยุติธรรมเนื่องจากเหตุผล เช่น ไม่ทราบตัวตนของบุคคล',
            '5.2.3 หากคุณกรอกลายเซ็นโดยไม่มีการพิสูจน์ตัวตนคุณควรแจ้งให้ฝ่ายที่ลงนามในเอกสารทราบถึงความเสี่ยงและความรับผิดชอบในการลงนามในเอกสารโดยไม่ต้องพิสูจน์ตัวตนอย่างชัดเจนและระบุอย่างชัดเจนในเอกสาร ตรวจสอบให้แน่ใจว่าทุกฝ่ายในสัญญาลงนามในเอกสารเมื่อตระหนักถึงความเสี่ยงและความรับผิดชอบอย่างชัดเจน',
            '5.2.4 คุณตระหนักถึงผลทางกฎหมายของการไม่ยืนยันตัวตนโดยคุณและผู้ที่เกี่ยวข้อง คุณสามารถเลือกได้ว่าจะใช้การตรวจสอบตัวตนของบริษัท ตามสถานการณ์และความต้องการในการใช้งานจริงของคุณหรือไม่ หากคุณไม่ได้ใช้ในการพิสูจน์ตัวตนของบริษัทที่จัดหาให้ หากเอกสารที่คุณและผู้ที่เกี่ยวข้องลงนาม ไม่ถูกต้องตามกฎหมายบริษัทจะไม่รับผิดชอบ บริษัทเป็นเพียงผู้ให้บริการด้านเทคนิคสำหรับการพิสูจน์ตัวตนและผู้ให้บริการ บริษัทไม่ได้เป็นคนกำหนดว่าคุณจะต้องเลือกการยืนยันตัวตนแบบใดเพื่อรับผิดชอบผลทางกฎหมาย',
            '5.2.5 คุณควรทำการยืนยันตัวตนของคุณให้เสร็จสิ้น หากเอกสารที่ลงนามไม่ได้รับการคุ้มครองตามกฎหมายที่เกี่ยวข้อง คุณต้องรับผิดชอบทางกฎหมายที่เกี่ยวข้อง แต่เพียงผู้เดียว',
          ],
        },
        {
          title: "5.3 ข้อมูลที่เกี่ยวข้อง",
          list: [
            '5.3.1 คุณควรอัปเดตข้อมูลที่ถูกต้องเป็นปัจจุบันและสมบูรณ์หลังจากได้รับบัญชีตามข้อกำหนดของ Creden eSign หาก บริษัท มีเหตุอันควรสงสัยว่าข้อมูลและเอกสารที่เกี่ยวข้องที่คุณให้มานั้นไม่ถูกต้องเป็นเท็จล้าสมัยหรือไม่สมบูรณ์ บริษัทมีสิทธิ์ที่จะระงับหรือยุติการให้บริการ Creden eSign บางส่วนหรือทั้งหมดแก่คุณ บริษัทจะไม่รับผิดชอบใดๆ ในเรื่องนี้และคุณจะต้องรับผิดชอบค่าใช้จ่ายใดๆที่เกิดขึ้นทั้งทางตรงและทางอ้อม หากเป็นไปตามกฎหมายและข้อบังคับของประเทศ หรือข้อกำหนดของหน่วยงานกำกับดูแล บริษัทต้องการให้คุณให้ข้อมูลที่เกี่ยวข้องหากคุณไม่สามารถให้ข้อมูลได้ทันเวลา บริษัทมีสิทธิ์ที่จะระงับหรือยุติการให้บางส่วนหรือทั้งหมด ของบริการ Creden eSign ให้กับคุณ หากคุณไม่จัดหาข้อมูลที่เกี่ยวข้องและทำให้เกิดการสูญเสีย บริษัทจะไม่รับผิดชอบใด ๆ',
            '5.3.2 คุณควรระบุข้อมูลให้ถูกต้องและอัปเดตที่อยู่อีเมลและข้อมูลติดต่อที่คุณให้ไว้อย่างถูกต้อง เพื่อให้บริษัทสามารถติดต่อคุณได้อย่างทันท่วงทีและมีประสิทธิภาพ คุณจะต้องรับผิดชอบแต่เพียงผู้เดียวสำหรับความสูญเสียหรือค่าใช้จ่ายที่เพิ่มขึ้นและผลกระทบที่ไม่พึงประสงค์อื่นๆที่เกิดขึ้นระหว่างการใช้บริการนี้เนื่องจากไม่สามารถติดต่อกับคุณผ่านวิธีการติดต่อเหล่านี้ คุณเข้าใจและยอมรับว่าคุณมีหน้าที่ต้องรักษาความถูกต้องของข้อมูลการติดต่อที่คุณให้ไว้และหากมีการเปลี่ยนแปลงที่จำเป็นต้องได้รับการอัปเดตคุณควรดำเนินการตามข้อกำหนดของบริษัท',
            '5.3.3 คุณควรอัปเดตข้อมูลของคุณอย่างทันท่วงที (รวมถึงแต่ไม่จำกัดเพียง บัตรประจำตัวประชาชน และเอกสารระบุตัวตนอื่น ๆ ข้อมูลติดต่ออีเมลหรือหมายเลขโทรศัพท์มือถือ) ผลที่ตามมาทั้งหมดที่เกิดจากความล้มเหลวในการอัปเดตข้อมูลของคุณในเวลาที่เหมาะสมจะตกเป็นความรับผิดชอบของคุณ รวมถึงแต่ไม่จำกัดเพียงผลที่ตามมารวมตลอดถึงความล้มเหลวในการให้บริการ หรือข้อผิดพลาดใดๆที่เกิดขึ้นเมื่อมีการให้บริการ)',
            '5.3.4 หากคุณเป็นผู้ใช้รายบุคคล คุณตกลงว่าบริษัทนั้นมีสิทธิ์ตรวจสอบบัตรประจำตัวประชาชนที่ถูกต้องหรือเอกสารที่จำเป็นอื่นๆ และเก็บสำเนาสแกนสีของบัตรประจำตัวประชาชน และคุณควรให้ความร่วมมืออย่างจริงจังมิฉะนั้นบริษัทมีสิทธิ์จำกัดหรือหยุดให้บริการ Creden eSign บางส่วนหรือทั้งหมดแก่คุณ ในขณะเดียวกันคุณยอมรับว่าบริษัทมีสิทธิ์ในการส่งข้อมูลส่วนบุคคลของคุณสำเนาหรือสแกนสำเนาใบรับรองของคุณไปยังสถาบันอ้างอิงเครดิตและผู้ให้บริการข้อมูลอื่นๆ ที่มีคุณสมบัติที่เป็นที่ยอมรับในระดับชาติซึ่งจะถูกใช้และบันทึกไว้เพื่อวัตถุประสงค์ในการยืนยันตัวตนของคู่สัญญา',
            '5.3.5 หากคุณเป็นผู้ใช้ระดับองค์กรและองค์กรของคุณถูกรวมเลิกกิจการยกเลิกประกาศล้มละลายหรือปิดตัวลงหรือใบอนุญาตประกอบธุรกิจของคุณถูกเพิกถอน คุณควรแจ้ง Creden eSign เป็นลายลักษณ์อักษรภายใน 5 วันทำการของสถานการณ์ข้างต้น และยุติการใช้งานบัญชี Creden eSign ที่ลงทะเบียนกับผู้ใช้องค์กรและใบรับรองดิจิทัลที่เกี่ยวข้อง มิฉะนั้น Creden มีสิทธิ์ยกเลิกบริการและใบรับรองดิจิทัลของคุณได้ทุกเมื่อโดยไม่ต้องรับผิดใดๆ ต่อการละเมิดสัญญา หากคุณไม่ปฏิบัติตามข้อผูกพันในการแจ้งเตือนและก่อให้เกิดความสูญเสียต่อ Creden eSign คุณจะต้องรับผิดชอบค่าชดเชยทั้งหมด',
          ],
        },
        {
          title: "5.4 การยกเลิก",
          list: [
            '5.4.1 บัญชี Creden eSign ที่คุณใช้สำหรับการยกเลิกควรเป็นบัญชีที่คุณลงทะเบียนตามข้อตกลงการลงทะเบียน Creden eSign คุณควรยกเลิกบัญชีของคุณตามขั้นตอนที่ บริษัทกำหนด',
            '5.4.2 การยกเลิกบัญชีเป็นการดำเนินการที่ไม่สามารถกู้คืนได้ คุณจะไม่สามารถใช้บัญชีหรือเรียกดูเนื้อหาใดๆ ที่คุณเพิ่มหรือผูกไว้กับบัญชีได้อีกต่อไป รวมถึงลายเซ็นใบรับรองดิจิทัลประทับตราอิเล็กทรอนิกส์ เอกสารและบันทึกลายเซ็นข้อมูลที่เกี่ยวข้อง (แม้ว่าคุณจะลงทะเบียนอีกครั้งด้วย หมายเลขโทรศัพท์มือถือหรืออีเมลเดียวกันและใช้บริการ) คุณควรสำรองข้อมูลและข้อมูลที่เกี่ยวข้องกับบัญชีด้วยตัวเอง โปรดยืนยันว่าเอกสารทั้งหมดที่เกี่ยวข้องกับบัญชีได้รับการดำเนินการอย่างถูกต้องก่อนดำเนินการยกเลิก',
            '5.4.3 การยกเลิกบัญชี Creden eSign จะส่งผลให้สิทธิและหน้าที่ของทั้งสองฝ่ายตกลงกันโดยบริษัทและคุณ ในขณะเดียวกันก็อาจให้ผลลัพธ์ต่อไปนี้ในบัญชีซึ่งคุณจะต้องรับผิดชอบ: A. ข้อมูลส่วนตัวและเอกสารที่ลงนามทั้งหมดของบัญชีจะไม่ถูกเรียกคืน B. ยอดคงเหลือของค่าบริการแพ็กเกจที่เติมโดยบัญชีนี้จะไม่ถูกส่งคืน',
            '5.4.4 บัญชี Creden eSign ที่คุณใช้สำหรับการยกเลิกจะต้องปราศจากความสัมพันธ์ทางสัญญาใดๆ ที่ไม่มั่นคงที่เกิดจากการยกเลิกบัญชีและสิทธิ์และภาระผูกพันอื่นๆ ที่เกิดขึ้นหรือคงไว้ตามการมีอยู่ของบัญชี และบริษัทเชื่อว่าการยกเลิกบัญชีจะส่งผลให้เกิดข้อพิพาทเกี่ยวกับสิทธิ์และภาระผูกพันที่ยังไม่ยุติ',
            '5.4.5 ในช่วงเวลาของการยกเลิกบัญชีหากบัญชีของคุณถูกร้องเรียนโดยผู้อื่น หรือการสอบสวนโดยหน่วยงานของรัฐ หรือในการดำเนินคดีหรือกระบวนการอนุญาโตตุลาการ หรือพบว่ามีสถานการณ์ใดๆ บริษัทมีสิทธิ์ที่จะยุติการยกเลิกบัญชีของคุณ โดยไม่ได้รับความยินยอมจากคุณ',
            ' 5.4.6 คุณยอมรับว่าหากบริษัทจำเป็นต้องตรวจสอบการลงนามในเอกสารที่เกี่ยวข้องของคุณเมื่อคุณยื่นขอยกเลิกบัญชี บริษัทมีสิทธิ์ที่จะอายัดบัญชีของคุณต่อไปเพื่อการตรวจสอบเพิ่มเติมและมีสิทธิ์รายงานการฉ้อโกง หรือพฤติกรรมที่ผิดกฎหมายต่อหน่วยงานกำกับดูแลหรือกระบวนการยุติธรรมเมื่อจำเป็น การยกเลิกบัญชีของคุณไม่ได้หมายความว่าการยกเลิกบัญชีของคุณและความรับผิดชอบที่เกี่ยวข้องจะได้รับการยกเว้นหรือบรรเทาลง',
          ],
        },
        {
          title: "5.5 ความปลอดภัยของบัญชี",
          list: [
            '5.5.1 คุณควรเก็บชื่อล็อกอินรหัสผ่าน รหัสยืนยัน โทรศัพท์มือถือและข้อมูลอื่นๆให้ถูกต้อง คุณควรแบกรับความสูญเสียที่เกิดจากการรั่วไหลของรหัสผ่านและการรั่วไหลของข้อมูลอันเนื่องมาจากเหตุผลของคุณเอง ความสูญเสียใดๆที่เกิดจากการสูญหายข้อมูลเหล่านี้จะตกเป็นภาระของคุณ',
            '5.5.2 หากคุณพบว่ามีผู้อื่นแอบอ้างใช้หรือยักยอกบัญชีของคุณหรือสถานการณ์อื่นใดโดยไม่ได้รับอนุญาตตามกฎหมายหรือสถานการณ์อื่น ๆ อาจเป็นอันตรายต่อความปลอดภัยของบัญชีของคุณคุณควรแจ้งให้บริษัททราบทันที และแจ้งให้บริษัททำการการระงับบริการที่เกี่ยวข้อง คุณเข้าใจดีว่าบริษัทต้องการระยะเวลาที่เหมาะสมในการดำเนินการตามคำขอของคุณ บริษัทจะไม่รับผิดชอบต่อคำสั่งดำเนินการและ / หรือความสูญเสียของคุณ',
            '5.5.3 คุณควรตรวจสอบให้แน่ใจว่าคุณออกจากเว็บไซต์ด้วยขั้นตอนที่ถูกต้องเมื่อสิ้นสุดระยะเวลาการเข้าสู่ระบบอย่างต่อเนื่อง บริษัทไม่สามารถและจะไม่รับผิดชอบต่อความสูญเสียความเสียหายและผลเสียอื่นๆ ที่เกิดจากการที่คุณไม่ปฏิบัติตามข้อนี้',
            '5.5.4 คุณยืนยันว่าคุณควรรับผิดชอบบัญชีของคุณและมีเพียงคุณเท่านั้นที่สามารถใช้บัญชีนี้ได้ บัญชีนี้ไม่สามารถโอนให้บริจาคหรือสืบทอดได้ แต่ทรัพย์สินที่เกี่ยวข้องในบัญชีสามารถสืบทอดได้ตามกฎหมาย เมื่อคุณตัดสินใจที่จะไม่ใช้บัญชีคุณควรส่งออกหรือลบข้อมูลที่มีอยู่ในบัญชีและนำไปใช้กับบริษัท เพื่อยกเลิกบัญชีตามกระบวนการที่บริษัทกำหนด',
            '5.5.5 บริษัทมีสิทธิ์ที่จะทราบพื้นหลังธุรกรรมที่แท้จริงและวัตถุประสงค์ในการใช้บริการของบริษัท และคุณควรให้ข้อมูลที่เป็นความจริงครอบคลุมและถูกต้องตามความเป็นจริงตามที่บริษัทต้องการ หากบริษัทมีเหตุผลอันสมควรที่จะสงสัยว่าคุณให้ข้อมูลการทำธุรกรรมที่ผิดพลาด บริษัทมีสิทธิ์ที่จะจำกัดฟังก์ชันบางส่วนหรือทั้งหมดของผลิตภัณฑ์หรือบริการที่คุณใช้เป็นการชั่วคราวหรือถาวร',
          ],
        },
      ],
    },
    // 6
    {
      title: "กฎการใช้งาน",
      contents: [
        "6.1 ในระหว่างที่คุณใช้บริการนี้เนื้อหาของข้อตกลงนี้ที่ปรากฏบนหน้าเว็บ หรือเนื้อหาของข้อมูลที่บริษัทส่งถึงคุณมีกฎที่เกี่ยวข้องสำหรับการใช้บริการนี้ของคุณ บริการหมายความว่าคุณตกลงที่จะยอมรับกฎที่เกี่ยวข้องของบริการนี้ คุณเข้าใจและยอมรับว่าบริษัทมีสิทธิ์ในการแก้ไขกฎระเบียบที่เกี่ยวข้องของบริการเพียงฝ่ายเดียวโดยไม่ได้รับความยินยอมจากคุณ กฎการบริการควรเป็นไปตามข้อความแจ้งของหน้าหลักเมื่อคุณใช้บริการ (หรือข้อความหรืออีเมล ฯลฯ ) การยอมรับและปฏิบัติตามกฎการบริการเป็นข้อกำหนดเบื้องต้นสำหรับการใช้บริการนี้ของคุณ",
        "6.2 บริษัทจะแจ้งให้คุณทราบถึงความคืบหน้าของเอกสาร และบริการอื่นๆ ทางอีเมล และวิธีการอื่นๆ และแจ้งให้คุณดำเนินการขั้นต่อไป แต่บริษัทไม่รับประกันว่าคุณจะได้รับการแจ้งเตือนอย่างทันท่วงที ดังนั้นในขั้นตอนการทำธุรกรรมคุณควรเข้าสู่ระบบเว็บไซต์เพื่อดู และดำเนินการด้วยตนเอง บริษัทจะไม่รับผิดชอบต่อข้อพิพาทหรือความสูญเสียใดๆ ที่เกิดจากความล้มเหลวในการตรวจสอบและการดำเนินการ",
        "6.3 คุณตกลงที่จะอนุญาตให้บริษัทให้ข้อมูลลายเซ็นของคุณ แก่คู่สัญญาที่เกี่ยวข้องของคุณ และยอมรับว่าบริการนี้ปราศจากความรับผิดทางกฎหมายใดๆ ที่เกิดขึ้นจากข้อมูลโดยไม่เปลี่ยนแปลงเนื้อหาของข้อมูลที่คุณให้ คุณตกลงที่จะให้ข้อมูลลายเซ็นที่จำเป็นแก่บริษัท หากคุณต้องการความยินยอมจากผู้ลงนามที่เกี่ยวข้อง คุณต้องรับผิดชอบต่อความถูกต้องของข้อมูล บริษัทจะไม่รับผิดชอบต่อข้อพิพาทหรือความสูญเสียที่เกิดจากข้อมูลที่คุณไม่เป็นความจริงหรือไม่สมบูรณ์",

        // {
        //   title: "6.1 ในระหว่างที่คุณใช้บริการนี้เนื้อหาของข้อตกลงนี้ที่ปรากฏบนหน้าเว็บ หรือเนื้อหาของข้อมูลที่บริษัทส่งถึงคุณมีกฎที่เกี่ยวข้องสำหรับการใช้บริการนี้ของคุณ บริการหมายความว่าคุณตกลงที่จะยอมรับกฎที่เกี่ยวข้องของบริการนี้ คุณเข้าใจและยอมรับว่าบริษัทมีสิทธิ์ในการแก้ไขกฎระเบียบที่เกี่ยวข้องของบริการเพียงฝ่ายเดียวโดยไม่ได้รับความยินยอมจากคุณ กฎการบริการควรเป็นไปตามข้อความแจ้งของหน้าหลักเมื่อคุณใช้บริการ (หรือข้อความหรืออีเมล ฯลฯ ) การยอมรับและปฏิบัติตามกฎการบริการเป็นข้อกำหนดเบื้องต้นสำหรับการใช้บริการนี้ของคุณ",
        // },
        // {
        //   title: "6.2 บริษัทจะแจ้งให้คุณทราบถึงความคืบหน้าของเอกสาร และบริการอื่นๆ ทางอีเมล และวิธีการอื่นๆ และแจ้งให้คุณดำเนินการขั้นต่อไป แต่บริษัทไม่รับประกันว่าคุณจะได้รับการแจ้งเตือนอย่างทันท่วงที ดังนั้นในขั้นตอนการทำธุรกรรมคุณควรเข้าสู่ระบบเว็บไซต์เพื่อดู และดำเนินการด้วยตนเอง บริษัทจะไม่รับผิดชอบต่อข้อพิพาทหรือความสูญเสียใดๆ ที่เกิดจากความล้มเหลวในการตรวจสอบและการดำเนินการ",
        // },
        // {
        //   title: "6.3 คุณตกลงที่จะอนุญาตให้บริษัทให้ข้อมูลลายเซ็นของคุณ แก่คู่สัญญาที่เกี่ยวข้องของคุณ และยอมรับว่าบริการนี้ปราศจากความรับผิดทางกฎหมายใดๆ ที่เกิดขึ้นจากข้อมูลโดยไม่เปลี่ยนแปลงเนื้อหาของข้อมูลที่คุณให้ คุณตกลงที่จะให้ข้อมูลลายเซ็นที่จำเป็นแก่บริษัท หากคุณต้องการความยินยอมจากผู้ลงนามที่เกี่ยวข้อง คุณต้องรับผิดชอบต่อความถูกต้องของข้อมูล บริษัทจะไม่รับผิดชอบต่อข้อพิพาทหรือความสูญเสียที่เกิดจากข้อมูลที่คุณไม่เป็นความจริงหรือไม่สมบูรณ์",
        // },
        {
          title: "6.4 ความเสี่ยงในการใช้งาน",
          list: [
            '6.4.1 เมื่อใช้บริการนี้หากคุณหรือบุคคลอื่นที่ลงนามในเอกสารกับคุณ ไม่ปฏิบัติตามข้อแนะนำและกฎการปฏิบัติงานในข้อตกลงนี้หรือหน้าคำอธิบายเว็บไซต์ บริษัทมีสิทธิ์ที่จะปฏิเสธที่จะให้บริการที่เกี่ยวข้องกับคุณและอีกฝ่าย โดยบริษัทจะไม่รับผิดชอบต่อความเสียหาย.',
            '6.4.2 ความสูญเสียใดๆ ที่เกิดจากความผิดของคุณจะตกเป็นภาระของคุณ ความผิดดังกล่าวรวมถึงแต่ไม่จำกัดเพียง: การไม่ปฏิบัติตามการดำเนินการของลายเซ็นอิเล็กทรอนิกส์ (ลายเซ็น), การไม่ดำเนินการตรวจสอบตัวตน, ลืมหรือรหัสผ่านรั่วไหล, รหัสผ่านโดยขโมยและคอมพิวเตอร์ของคุณถูกดำเนินการโดยผู้บุกรุก',
          ],
        },
        {
          title: "6.5 การจัดเก็บข้อมูล",
          list: [
            '6.5.1 บริษัทจะไม่รับผิดชอบต่อการลบหรือความล้มเหลวในการจัดเก็บข้อมูลที่เกี่ยวข้องของคุณในบริการนี้',
            '6.5.2 บริษัทมีสิทธิ์กำหนดระยะเวลาการจัดเก็บข้อมูลสูงสุดในบริการตามสถานการณ์จริงและจัดสรรพื้นที่จัดเก็บข้อมูลสูงสุดสำหรับข้อมูลบนเซิร์ฟเวอร์ คุณสามารถสำรองข้อมูลที่เกี่ยวข้องในบริการนี้ได้ตามความต้องการของคุณเอง',
            '6.5.3 หากคุณหยุดใช้บริการหรือบริการถูกยกเลิกหรือยกเลิก บริษัทสามารถลบข้อมูลของคุณออกจากเซิร์ฟเวอร์อย่างถาวรหลังจากที่บริการถูกยุติหรือยกเลิก บริษัทไม่มีภาระผูกพันที่จะต้องส่งคืนข้อมูลใดๆ ให้กับคุณ',
          ],
        },
        {
          title: "6.6 ข้อจำกัดในการใช้งาน",
          list: [
            '6.6.1 เมื่อใช้บริการคุณจะต้องปฏิบัติตามกฎหมายและข้อบังคับที่เกี่ยวข้องของประเทศไทย กฎหมายและข้อบังคับของประเทศหรือภูมิภาคของคุณและหลักปฏิบัติสากลที่เกี่ยวข้องและจะไม่ใช้บริการเพื่อวัตถุประสงค์ที่ผิดกฎหมายหรือในทางที่ผิดกฎหมายใดๆ',
            '6.6.2 คุณไม่ได้รับอนุญาตให้ใช้บริการเพื่อมีส่วนร่วมในกิจกรรมที่ละเมิดสิทธิ์และผลประโยชน์อันชอบธรรมของผู้อื่น มิฉะนั้นบริษัทมีสิทธิ์ที่จะปฏิเสธที่จะให้บริการ และคุณต้องแบกรับความรับผิดทางกฎหมายที่เกี่ยวข้องทั้งหมด หากความเสียหายเกิดขึ้นกับบริษัทหรือพนักงานคุณควรรับผิดชดใช้',
            '6.6.3 คุณเข้าใจและยอมรับว่า บริษัทจะไม่รับผิดชอบต่อความเสียหายใดๆ ที่เกิดจากสถานการณ์ต่อไปนี้ซึ่งรวมถึงแต่ไม่จำกัดเพียงความเสียหายจากการสูญเสียกำไร ความเจตนาดีในการใช้ข้อมูล ฯลฯ หรือความสูญเสียที่ไม่มีตัวตนอื่นๆ (ไม่ว่าบริษัทได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวหรือไม่)',
            'ก. บริษัทมีสิทธิ์ที่จะระงับขัดขวางหรือยุติการให้บริการหรือส่วนใดส่วนหนึ่งของคุณและลบข้อมูลของคุณตามการตัดสินฝ่ายเดียวรวมถึงแต่ไม่จำกัดเพียงความเห็นของบริษัทที่ว่าคุณได้ละเมิดบทบัญญัติและเจตนารมณ์โดยชัดแจ้งของข้อตกลงนี้',
            'ข. บริษัทมีสิทธิ์ระงับหรือยุติการใช้งานบัญชี Creden eSign ทั้งหมดหรือบางส่วนภายใต้ชื่อของคุณ (รวมถึงแต่ไม่จำกัดเพียงการยกเลิกลายเซ็นและมาตรการที่จำกัดอื่นๆ สำหรับเอกสารและในกระบวนการลงนามภายใต้ชื่อบัญชีเหล่านี้) โดยไม่ต้องแจ้งให้ทราบเมื่อพบว่าลายเซ็นมีความผิดปกติหรือมีเหตุอันควรสงสัยว่าน่าสงสัยหรือละเมิดกฎหมายหรือข้อตกลงและปฏิเสธให้คุณใช้บริการ',
            'ค. คุณเข้าใจและยอมรับว่าภายใต้สถานการณ์ต่อไปนี้ บริษัทมีสิทธิ์ที่จะระงับหรือยุติบริการ Creden eSign ทั้งหมดหรือบางส่วนสำหรับบัญชีภายใต้ชื่อของคุณหรือยุติกระบวนการลงนามทั้งหมดหรือบางส่วนและมีสิทธิ์ในการจำกัดฟังก์ชันบางอย่างหรือทั้งหมด ของผลิตภัณฑ์หรือบริการที่คุณใช้ (รวมถึงแต่ไม่จำกัดเพียงการยกเลิกเอกสารและในขั้นตอนการลงนามการภายใต้ชื่อบัญชีเหล่านี้)',
            '1) ตามข้อตกลงของข้อตกลงนี้; 2) ตามกฎหมายข้อบังคับและเอกสารทางกฎหมาย 3) ตามข้อกำหนดของหน่วยงานที่มีอำนาจ; 4) การใช้บริการ Creden eSign ของคุณถูกสงสัยว่าละเมิดกฎหมายข้อบังคับและระเบียบบริหารของประเทศ 5) เมื่อบริษัทเชื่อว่ามีความผิดปกติในการดำเนินการบัญชีหรือขั้นตอนการเซ็นตามการตัดสินที่สมเหตุสมผลฝ่ายเดียว 6) บริษัทเชื่อว่าอาจมีความเสี่ยงขึ้นอยู่กับการตัดสินใจที่สมเหตุสมผลของบริษัทเอง 7) เมื่อคุณมีส่วนร่วมในกิจกรรมทางการตลาดคุณได้ลงทะเบียนบัญชีแบทช์และทำการฉ้อโกงอื่นๆที่ละเมิดกฎของกิจกรรมและหลักการที่สุจริต 8) คุณถูกคนอื่นร้องเรียนและอีกฝ่ายได้แสดงหลักฐานบางอย่าง 9) คุณอาจใช้ระบบการระบุตัวตนหรือการตรวจสอบชื่อจริงในบัญชีของบุคคลอื่นโดยไม่ได้ตั้งใจ',
            '6.6.4 หากคุณส่งคำร้องเพื่อขอกลับมาใช้บริการ หรือยกเลิกการหยุดให้บริการดังกล่าวข้างต้นคุณควรให้ข้อมูลที่เกี่ยวข้อง เช่น ใบรับรองประจำตัวของคุณและข้อมูลหรือเอกสารอื่นๆที่บริษัทต้องการตามข้อกำหนดของบริษัทเพื่อให้บริษัทสามารถตรวจสอบได้ และบริษัทมีสิทธิ์ตัดสินใจว่าจะเห็นด้วยกับข้อร้องเรียนของคุณตามวิจารณญาณของบริษัทเองหรือไม่ คุณควรเข้าใจอย่างถ่องแท้ว่าคำขอของคุณไม่จำเป็นต้องได้รับอนุญาต หากคุณปฏิเสธที่จะให้ข้อมูลที่เกี่ยวข้องและการระบุตัวตนตามความเป็นจริงหรือไม่ผ่านการตรวจสอบของบริษัท คุณยืนยันว่าบริษัทมีสิทธิ์ที่จะหยุดให้บริการบัญชีดังกล่าวเป็นเวลานานและจำกัดฟังก์ชันบางส่วนหรือทั้งหมดของผลิตภัณฑ์หรือบริการดังกล่าวเป็นเวลานาน',
          ],
        },
        {
          title: "6.11 เมื่อบริษัทเห็นสมควรว่าจำเป็น บริษัทสามารถยุติบริการได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าระงับปิดหรือลบบัญชีผู้ลงนามทั้งหมดหรือบางส่วนภายใต้ชื่อของคุณและข้อมูลและไฟล์ที่เกี่ยวข้องทั้งหมดในบัญชีเหล่านี้.",
        },
      ],
    },
    // 7
    {
      title: "นโยบายความเป็นส่วนตัวของผู้ใช้",
      contents: [
        'เมื่อคุณใช้บริการนี้บริษัทมีสิทธิ์ที่จะเรียกเก็บค่าบริการจากคุณ บริษัทมีสิทธิ์กำหนดและปรับอัตราค่าบริการ ค่าบริการเฉพาะจะอยู่ภายใต้การประกาศวิธีการเรียกเก็บเงินที่ระบุไว้ในหน้าผลิตภัณฑ์ของเว็บไซต์นี้ เมื่อคุณใช้บริการหรือข้อตกลงที่เป็นลายลักษณ์อักษรอื่นๆ ที่ตกลงกันระหว่างคุณและบริษัท'
      ],
    },
    // 8
    {
      title: "การประกาศทรัพย์สินทางปัญญา",
      contents: [
        '8.1 เนื้อหาทั้งหมดบนเว็บไซต์นี้รวมถึงแต่ไม่จำกัดเพียงผลงานรูปภาพ, ไฟล์, ข้อมูลวัสดุโครงสร้างเว็บไซต์, การจัดหน้าจอเว็บไซต์ และการออกแบบหน้าเว็บจะเป็นของบริษัทตามกฎหมาย. รวมถึงแต่ไม่จำกัดเพียงสิทธิในเครื่องหมายการค้า สิทธิ์ในสิทธิบัตรลิข สิทธิ์ความลับทางการค้า ฯลฯ',
        '8.2 โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากบริษัทไม่มีใครได้รับอนุญาตให้ใช้แก้ไขคัดลอกเผยแพร่เปลี่ยนแปลงแจกจ่ายแจกจ่ายหรือเผยแพร่โปรแกรมหรือเนื้อหาของเว็บไซต์นี้ต่อสาธารณะ'
      ],
    },
    // 9
    {
      title: "ข้อจำกัดความรับผิดชอบ",
      contents: [
        '9.1 บริษัทจะไม่รับผิดชอบต่อความเสียหายหากระบบของบริษัท หากไม่สามารถทำงานได้ตามปกติเนื่องจากเงื่อนไขต่อไปนี้รวมถึงแต่ไม่จำกัดเฉพาะ: ก. บริษัทในเว็บไซต์นี้แจ้งให้ทราบถึงระยะเวลาการบำรุงรักษาระบบหยุดทำงาน ข. อุปกรณ์โทรคมนาคมไม่สามารถส่งข้อมูลได้ ค. เนื่องจากพายุไต้ฝุ่นแผ่นดินไหว สึนามิน้ำท่วมไ ฟดับ สงครามการโจมตีของผู้ก่อการร้ายและเหตุสุดวิสัยอื่น ๆ ระบบของบริษัทถูกขัดขวางและไม่สามารถดำเนินธุรกิจได้ ง. การหยุดชะงักของบริการหรือความล่าช้าที่เกิดจากการโจมตีของแฮ็กเกอร์ การปรับตัวทางเทคนิคหรือความล้มเหลวของแผนกโทรคมนาคมการอัปเกรดเว็บไซต์เป็นต้น บริษัทจะรับผิดชอบเฉพาะขอบเขตความรับผิดที่ระบุไว้ในข้อตกลงนี้',
        '9.2 ข้อมูลผู้ใช้ Creden eSign จัดทำโดยผู้ใช้เอง บริษัทไม่สามารถรับประกันความถูกต้องตรงเวลาและความสมบูรณ์ของข้อมูลได้ คุณควรรับผิดชอบอย่างเต็มที่ในการตัดสินของคุณ',
        '9.3 ตามขอบเขตที่กฎหมายอนุญาต บริษัทจะต้องรับผิดต่อความสูญเสียทางอ้อมการลงโทษ ความสูญเสียพิเศษและอนุพันธ์ใด ๆ (รวมถึงการสูญเสียทางธุรกิจ, การสูญเสียรายได้, การสูญเสียกำไร, การสูญเสียข้อมูลการใช้งาน) ที่เกี่ยวข้องหรือเกิดจากข้อตกลงนี้ ไม่ว่าจะเกิดขึ้นอย่างไรและไม่ว่าจะเกิดจากการละเมิดข้อตกลงนี้ (รวมถึงการละเมิดการรับประกัน) หรือการละเมิดเราจะไม่รับผิดชอบแม้ว่าเราจะได้รับแจ้งถึงความเป็นไปได้ของการสูญเสียดังกล่าวล่วงหน้า นอกจากนี้แม้ว่าการผ่อนปรน แต่เพียงผู้เดียวที่ระบุไว้ในข้อตกลงนี้จะไม่บรรลุวัตถุประสงค์พื้นฐาน แต่ความรับผิดของบริษัท สำหรับความสูญเสียข้างต้นจะได้รับการยกเว้น',
        '9.4 คุณเข้าใจอย่างถ่องแท้และยอมรับว่าบริษัทอาจให้บริการคุณและคู่สัญญาของคุณในเวลาเดียวกัน คุณตกลงที่จะยกเว้นบริษัทอย่างชัดเจนจากพฤติกรรมดังกล่าวและจะไม่อ้างว่าบริษัทมีข้อบกพร่องทางกฎหมายในการให้บริการ',
        '9.5 เมื่อคุณใช้บริการนี้คุณยอมรับและรับทราบว่าอาจไม่สามรถให้บริการได้เนื่องจากปัญหาของระบบปัญหาการเชื่อมต่อเครือข่ายการทำงานที่เกี่ยวข้องหรือปัจจัยอื่น ๆ ที่ไม่อาจต้านทานได้และบริษัทจะไม่รับผิดชอบใดๆ สำหรับสิ่งนี้',
        '9.6 เว้นแต่จะระบุไว้เป็นอย่างอื่นในข้อตกลงนี้หรือบริษัทได้ตกลงไว้เป็นอย่างอื่น การมอบหมายงานของคุณที่มีต่อบริษัทและคำแนะนำที่ออกให้กับบริษัทจะไม่ถูกเพิกถอน',
      ],
    },
    // 10
    {
      title: "ความรับผิดในการผิดสัญญา",
      contents: [
        'นอกเหนือจากข้อตกลงที่เป็นลายลักษณ์อักษรเกี่ยวกับความรับผิดในการละเมิดสัญญาระหว่างบริษัทและคุณ หากเอกสารที่คุณลงนามถือว่าไม่ถูกต้องโดยศาลและคณะกรรมการอนุญาโตตุลาการเนื่องจากข้อบกพร่องทางเทคนิคของลายเซ็นของบริษัท บริษัทจะต้องรับผิดชอบความรับผิดต่อความเสียหายสูงสุด 50,000 บาท',
      ],
    },
    // 11
    {
      title: "กฎหมายและการระงับข้อพิพาท",
      contents: [
        'ความถูกต้องการตีความการปรับเปลี่ยนการบังคับใช้และการระงับข้อพิพาทของข้อตกลงนี้จะอยู่ภายใต้กฎหมายของประเทศไทย ในกรณีที่ไม่มีกฎหมายที่เกี่ยวข้องให้อ้างถึงแนวปฏิบัติทางธุรกิจระหว่างประเทศทั่วไปและ (หรือ) แนวปฏิบัติในอุตสาหกรรม ข้อพิพาททั้งหมดที่เกิดจากข้อตกลงนี้จะได้รับการจัดการตามกฎหมายของประเทศไทย'
      ],
    },
    // 12
    {
      title: "อื่นๆ",
      contents: [
        '12.1 เมื่อคุณใช้บริการที่เกี่ยวข้องกับ Creden eSign คุณควรอ่านรับรู้และตกลงที่จะปฏิบัติตามข้อกำหนดเพิ่มเติมของบริการที่เกี่ยวข้อง',
        '12.2 ข้อตกลงนี้จะมีผลตั้งแต่วันที่คุณลงทะเบียนเป็นผู้ใช้เว็บไซต์นี้ เว้นแต่เว็บไซต์นี้จะยุติข้อตกลงในการให้บริการนี้หรือผู้ใช้สูญเสียคุณสมบัติของผู้ใช้ของเว็บไซต์นี้ข้อตกลงการให้บริการนี้จะยังคงมีผลบังคับใช้ การสิ้นสุดข้อตกลงในการให้บริการนี้ไม่ได้ยกเว้นผู้ใช้จากภาระหน้าที่และความรับผิดชอบภายใต้ข้อตกลงบริการนี้หรือข้อตกลงและกฎอื่นๆ ที่เกี่ยวข้อง',
        '12.3 หากข้อกำหนดใดๆ ของข้อตกลงนี้ไม่ถูกต้องหรือไม่สามารถบังคับใช้ได้ทั้งหมดหรือบางส่วนไม่ว่าด้วยเหตุผลใดก็ตามข้อกำหนดที่เหลืออยู่ของข้อตกลงนี้จะยังคงมีผลและมีผลผูกพัน',
        '12.4 บริษัทมีสิทธิ์ขั้นสุดในการตีความข้อตกลงการให้บริการ',
      ],
    },

  ],
};
